/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "می پذیرم";

/* (AEService) The default message for an unknown error. */
"An unexpected error occurred. Please contact support team." = "یک خطای غیرمنتظره رخ داده است.لطفا با تیم پشتیبانی تماس بگیرید.";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "سعی در تبدیل دستورات به جی اِس اُ اِن در حالی که سرویس اِجرا نشده است.";

/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"Before you can use this action extension, %@ has to perform an initial configuration. Launch the main %@ app to let it do so." = "قبل از استفاده شما از این اقدام افزونه، %1$@ پیکربندی اولیه را اِجرا می کند. برای انجان آن برنامه اصلی %2$@ را اجرا کنید.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "گزارش مشکل";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "دستورات را نمیتوان تبدیل کرد.خطای غیر منتظره رخ داد.لطفا با تیم پشتیبانی تماس بگیرید.";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "تبدیلگر به جی فرمت اِس اُ اِن را نمیتوان مقدار دهی اولیه کرد!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "گزارش مشکل را نمیتوان ارسال کرد چون ایمیل بدرستی در دستگاه شما پیکربندی نشده است.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "پیام را نمیتوان به تیم پشتیبانی ارسال کرد چون شما اکانت ایمیل پیکربندی نکرده اید";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "لغو";

/* (AEService) Service errors descriptions */
"Cannot convert the filter rule. Rule text is invalid." = "دستور فیلتر را نمیتوان تبدیل کرد.دستور متن نامعتبر است.";

/* (AEUIUtils) User filter convertering error description. */
"Cannot convert user filter rules. One of the rules contains an error. Check the rule next to the current cursor position." = "دستورات فیلتر کاربر را نمیتوان فیلتر کرد.یکی از دستورات حاوی خطا است.دستور بعدی در موقعیت فعلی مکان نما را بررسی کنید.";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"Enable filtering on %@" = "فعالسازی فیلترینگ در %@";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "خطا";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "از حداکثر تعداد دستورات فیلتر تخطی کرده است.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "فیلترها را نمیتوان در سافاری بارگیری کرد.پس،تغییرات اخیر شما اِعمال نخواهد شد.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "مسدودسازی اشتباه در صفحه:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "کمتر";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "بارگیری فیلترها در سافاری.لطفا AdGuard را غیرفعال نکنید،فرآیند بیش از 30 ثانیه طول نمی کشد...";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "تبلیغ فیلتر نشده در صفحه:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "بیشتر";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "پیش نمایش";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "گزارش مسدودسازی اشتباه";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "گزارش تبلیغ فیلتر نشده";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"The hostname is not obtained. Perhaps the page is not yet loaded." = "نام میزبان گرفته نشد.شاید صفحه هنوز بارگیری نشده است.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "سیاست امنیتی این وبسایت اجازه اِجرای دستیار AdGuard را نمی دهد.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "خطای غیر منتظره حین مقدار دهی اولیه اقدام افزونه سافاری رخ داد.لطفا اگر دوباره رخ داد با تیم پشتیبانی AdGuard تماس بگیرید.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "شما از حداکثر تعداد دستورات فیلتر تخطی کرده اید.";

